Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrBadArityEven
source: Invalid number of arguments: received {0}, expected an even number.
bg_bg: Невалиден брой аргументи: {0} получени, очакваше се четно число.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però s'esperava un nombre parell.
cs_cz: Neplatný počet argumentů: přijato {0}, očekával se sudý počet.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}. Der blev forventet et lige antal.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde eine gerade Zahl.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμενόταν άρτιος αριθμός.
es_es: Número de argumentos no válido: se recibieron {0}, pero se esperaba un número par.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldati paarisarvu.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina kopuru bikoitia espero zen.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin parillista lukua.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, nombre pair attendu.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábase un número par.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, एक सम संख्या अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivan paran broj.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}. A rendszer páros számú argumentumot várt.
it_it: Numero di argomenti non valido: ricevuti {0}, previsto un numero pari.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は偶数です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, жұп сан күтілген.
ko_kr: 인수 개수가 잘못되었습니다. 짝수가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti lyginį skaičių.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzēts pāra skaitlis.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, nombor genap dijangka.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet et partall.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, een even aantal verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano liczby parzystej.
pt_br: Número inválido de argumentos: {0} recebidos, era esperado um número par.
pt_pt: Número inválido de argumentos: {0} recebidos, esperado um número par.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se aștepta un număr par.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось четное число.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakával sa párny počet.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovano je bilo sodo število elementov.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се паран број.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se paran broj.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade ett jämnt antal.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวังว่าต้องเป็นจำนวนเลขคู่
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, bir çift sayı bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося парне число.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến một số chẵn.
zh_cn: 参数数目无效: 收到 {0} 个，应为偶数个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為偶數個。

# ErrBadArityOdd
source: Invalid number of arguments: received {0}, expected an odd number.
bg_bg: Невалиден брой аргументи: {0} получени, очакваше се нечетно число.
ca_es: Nombre d'arguments no vàlid: se n'han rebut {0}, però s'esperava un nombre imparell.
cs_cz: Neplatný počet argumentů: přijato {0}, očekával se lichý počet.
da_dk: Antallet af argumenter er ugyldigt: modtog {0}. Der blev forventet et ulige antal.
de_de: Ungültige Anzahl von Argumenten. Empfangen: {0}, erwartet wurde eine ungerade Zahl.
el_gr: Μη έγκυρο πλήθος ορισμάτων: παραλήφθηκαν {0}, αναμενόταν περιττός αριθμός.
es_es: Número de argumentos no válido: se recibieron {0}, pero se esperaba un número impar.
et_ee: Sobimatu argumentide arv: vastuvõetud {0}, eeldati paaritut arvu.
eu_es: Argumentu kopuruak ez du balio: {0} jaso dira, baina kopuru bakoitia espero zen.
fi_fi: Virheellinen määrä argumentteja: vastaanotettiin {0}, odotettiin paritonta lukua.
fr_fr: Nombre d’arguments non valide : {0} ont été reçus, nombre impair attendu.
gl_es: Número de argumentos non válido: recibíronse {0} e esperábase un número impar.
hi_in: तर्कों की अमान्य संख्या: {0} प्राप्त, एक विषम संख्या अपेक्षित.
hr_hr: Broj argumenata nije valjan: primljeno {0}, očekivan neparan broj.
hu_hu: Az argumentumok száma érvénytelen. Megadott argumentumok száma: {0}. A rendszer páratlan számú argumentumot várt.
it_it: Numero di argomenti non valido: ricevuti {0}, previsto un numero dispari.
ja_jp: 無効な引数の数: 受信数 {0}、必要数は奇数です。
kk_kz: Аргументтердің жарамсыз саны: {0} алынған, тақ сан күтілген.
ko_kr: 인수 개수가 잘못되었습니다. 홀수가 필요하지만 {0}개를 수신했습니다.
lt_lt: Netinkamas argumentų skaičius: gauta {0}, buvo numatoma gauti nelyginį skaičių.
lv_lv: Nederīgs argumentu skaits: saņemts {0}, paredzēts nepāra skaitlis.
ms_my: Bilangan argumen yang tidak sah: diterima {0}, nombor ganjil dijangka.
nb_no: Ugyldig antall argumenter: mottok {0}, men forventet et ulikt tall.
nl_nl: Ongeldig aantal argumenten: {0} ontvangen, een oneven aantal verwacht.
pl_pl: Nieprawidłowa liczba argumentów: odebrano {0}, oczekiwano liczby nieparzystej.
pt_br: Número inválido de argumentos: {0} recebidos, era esperado um número ímpar.
pt_pt: Número inválido de argumentos: {0} recebidos, esperado um número ímpar.
ro_ro: Număr nevalid de argumente: s-au primit {0}, se aștepta un număr impar.
ru_ru: Недопустимое число аргументов: получено {0}, ожидалось нечетное число.
sk_sk: Neplatný počet argumentov – prijaté: {0}, očakával sa nepárny počet.
sl_si: Neveljavno število argumentov: prejetih {0}, pričakovano je bilo liho število elementov.
sr_cyrl_rs: Неважећи број аргумената: примљено је {0}, а очекује се непаран број.
sr_latn_rs: Nevažeći broj argumenata: primljeno je {0}, a očekuje se neparan broj.
sv_se: Ogiltigt antal argument: mottagna {0}, förväntade ett udda antal.
th_th: จำนวนของอาร์กิวเมนต์ไม่ถูกต้อง: ได้รับ {0} คาดหวังว่าต้องเป็นจำนวนเลขคี่
tr_tr: Geçersiz sayıda bağımsız değişken: {0} alındı, bir tek sayı bekleniyordu.
uk_ua: Неприпустима кількість аргументів: отримано {0}, очікувалося непарне число.
vi_vn: Số lượng đối số không hợp lệ: đã nhận {0}, dự kiến một số lẻ.
zh_cn: 参数数目无效: 收到 {0}个，应为奇数个。
zh_tw: 引數數量無效: 收到了 {0} 個，應為奇數個。

# ErrBadType
source: Invalid argument type.
bg_bg: Невалиден тип аргумент.
ca_es: El tipus d'argument no és vàlid.
cs_cz: Neplatný typ argumentu
da_dk: Ugyldig argumenttype.
de_de: Ungültiger Argumenttyp.
el_gr: Μη έγκυρος τύπος ορίσματος.
es_es: Tipo de argumento no válido.
et_ee: Argumendi tüüp ei sobi.
eu_es: Argumentu motak ez du balio.
fi_fi: Virheellinen argumenttityyppi.
fr_fr: Type d’argument non valide.
gl_es: Tipo de argumento non válido.
hi_in: अमान्य तर्क प्रकार.
hr_hr: Vrsta argumenta nije valjana.
hu_hu: Érvénytelen típusú argumentum.
it_it: Il tipo di argomento non è valido.
ja_jp: 無効な引数の型です。
kk_kz: Жарамсыз аргумент түрі.
ko_kr: 잘못된 인수 형식입니다.
lt_lt: Neleistinas argumento tipas.
lv_lv: Nederīgs argumenta tips.
ms_my: Jenis argumen tidak sah.
nb_no: Ugyldig argumenttype.
nl_nl: Ongeldig argumenttype.
pl_pl: Nieprawidłowy typ argumentu.
pt_br: Tipo de argumento inválido.
pt_pt: Tipo de argumento inválido.
ro_ro: Tip de argument nevalid.
ru_ru: Недопустимый тип аргумента.
sk_sk: Neplatný typ argumentu.
sl_si: Neveljaven tip argumenta.
sr_cyrl_rs: Неважећи тип аргумента.
sr_latn_rs: Nevažeći tip argumenta.
sv_se: Ogiltig argumenttyp.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง
tr_tr: Geçersiz bağımsız değişken türü.
uk_ua: Неприпустимий тип аргументу.
vi_vn: Loại đối số không hợp lệ.
zh_cn: 参数类型无效。
zh_tw: 引數類型無效。

# ErrBadType_Type
source: Invalid argument type. Cannot use {0} values in this context.
bg_bg: Невалиден тип аргумент. Не може да се използват стойности {0} в този контекст.
ca_es: El tipus d'argument no és vàlid. No es poden utilitzar valors {0} en aquest context.
cs_cz: Neplatný typ argumentu. Hodnoty typu {0} nejde v tomto kontextu použít.
da_dk: Ugyldig argumenttype. Kan ikke bruge {0}-værdier i denne kontekst.
de_de: Ungültiger Argumenttyp. {0}-Werte können in diesem Kontext nicht verwendet werden.
el_gr: Μη έγκυρος τύπος ορίσματος. Δεν είναι δυνατή η χρήση τιμών {0} σε αυτό το περιβάλλον.
es_es: Tipo de argumento no válido. No se pueden usar valores {0} en este contexto.
et_ee: Argumendi tüüp ei sobi. Väärtusi {0} ei saa selles kontekstis kasutada.
eu_es: Argumentu motak ez du balio. Ezin dira erabili {0} balioak testuinguru honetan.
fi_fi: Virheellinen argumenttityyppi. Tässä kontekstissa ei voi käyttää arvoja {0}.
fr_fr: Type d’argument non valide. Impossible d’utiliser des valeurs {0} dans ce contexte.
gl_es: Tipo de argumento non válido. Non se poden usar valores {0} neste contexto.
hi_in: अमान्य तर्क प्रकार. इस संदर्भ में {0} मानों का उपयोग नहीं कर सकता है.
hr_hr: Vrsta argumenta nije valjana. Nije moguće koristiti vrijednosti {0} u ovom kontekstu.
hu_hu: Érvénytelen típusú argumentum. Ebben a környezetben nem használhatók {0} értékek.
it_it: Il tipo di argomento non è valido. L'uso dei valori {0} in questo contesto non è consentito.
ja_jp: 無効な引数の型です。このコンテキストでは、{0} 値は使用できません。
kk_kz: Жарамсыз аргумент түрі. Бұл контексте {0} мәндерін пайдалану мүмкін емес.
ko_kr: 잘못된 인수 형식입니다. 이 컨텍스트에서 {0} 값을 사용할 수 없습니다.
lt_lt: Neleistinas argumento tipas. Negalima naudoti {0} reikšmių šiame kontekste.
lv_lv: Nederīgs argumenta tips. Šajā kontekstā nevar izmantot {0} vērtības.
ms_my: Jenis argumen tidak sah. Tidak boleh menggunakan nilai {0} dalam konteks ini.
nb_no: Ugyldig argumenttype. Kan ikke bruke {0}-verdier i denne konteksten.
nl_nl: Ongeldig argumenttype. Kan geen {0}-waarden gebruiken in deze context.
pl_pl: Nieprawidłowy typ argumentu. Nie można użyć wartości {0} w tym kontekście.
pt_br: Tipo de argumento inválido. Não é possível usar valores {0} neste contexto.
pt_pt: Tipo de argumento inválido. Não é possível utilizar valores {0} neste contexto.
ro_ro: Tip de argument nevalid. Nu se pot utiliza valori {0} în acest context.
ru_ru: Недопустимый тип аргумента. Значения {0} невозможно использовать в этом контексте.
sk_sk: Neplatný typ argumentu. Hodnoty {0} sa nedajú použiť v tomto kontexte.
sl_si: Neveljavna vrsta argumenta. V tem kontekstu ni mogoče uporabiti vrednosti {0}.
sr_cyrl_rs: Неважећи тип аргумента. Није могуће користити {0} вредности у овом контексту.
sr_latn_rs: Nevažeći tip argumenta. Nije moguće koristiti {0} vrednosti u ovom kontekstu.
sv_se: Ogiltig argumenttyp. Det går inte att använda {0}-värden i den här kontexten.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ไม่สามารถใช้ค่า {0} ในบริบทนี้
tr_tr: Geçersiz bağımsız değişken türü. Bu bağlamda {0} değerleri kullanılamaz.
uk_ua: Неприпустимий тип аргументу. У цьому контексті не можна використати значення типу "{0}".
vi_vn: Loại đối số không hợp lệ. Không thể sử dụng các giá trị {0} trong ngữ cảnh này.
zh_cn: 参数类型无效。不能在此上下文中使用 {0} 值。
zh_tw: 引數類型無效。在此內容中無法使用 {0} 值。

# ErrBadOperatorTypes
source: This operation isn't valid on these types: {0}, {1}.
bg_bg: Тази операция не е валидна за тези типове: {0}, {1}.
ca_es: Aquesta operació no és vàlida en aquests tipus: {0}, {1}.
cs_cz: Tato operace není platná pro tyto typy: {0}, {1}.
da_dk: Denne handling er ikke gyldig for disse typer: {0}, {1}.
de_de: Dieser Vorgang ist für die folgenden Typen ungültig: {0}, {1}.
el_gr: Αυτή η λειτουργία δεν είναι έγκυρη σε αυτούς τους τύπους: {0}, {1}.
es_es: Esta operación no es válida en estos tipos: {0}, {1}.
et_ee: See toiming ei sobi järgmistele tüüpidele: {0}, {1}.
eu_es: Eragiketa ezin da egin mota hauetan: {0}, {1}.
fi_fi: Tämä toiminto ei kelpaa näille tyypeille: {0}, {1}.
fr_fr: Cette opération n’est pas valide pour les types suivants : {0}, {1}.
gl_es: Esta operación non é válida nestes tipos: {0}, {1}.
hi_in: यह कार्रवाई इन प्रकारों पर मान्य नहीं है: {0}, {1}.
hr_hr: Ta operacija nije valjana na sljedećim vrstama: {0}, {1}.
hu_hu: Ez a művelet nem érvényes a következő típusok esetében: {0}, {1}.
it_it: Operazione non valida per questi tipi: {0}, {1}.
ja_jp: この操作は、次の種類には無効です: {0}、{1}。
kk_kz: Бұл әрекет мына түрлер бойынша жарамды емес: {0}, {1}.
ko_kr: 이 작업은 {0}, {1} 유향에 유효하지 않습니다.
lt_lt: Ši operacija netinkama šiems tipams: {0}, {1}.
lv_lv: Šī operācija nav derīga šiem tipiem: {0}, {1}.
ms_my: Operasi ini tidak sah pada jenis ini: {0}, {1}.
nb_no: Denne operasjonen er ikke gyldig for disse typene: {0}, {1}.
nl_nl: Deze bewerking is niet geldig voor deze typen: {0}, {1}.
pl_pl: Ta operacja jest nieprawidłowa w przypadku tych typów: {0}, {1}.
pt_br: Esta operação não é válida nestes tipos: {0}, {1}.
pt_pt: Esta operação não é válida nestes tipos: {0}, {1}.
ro_ro: Această operațiune nu este validă pentru tipurile: {0}, {1}.
ru_ru: Эта операция не является допустимой для следующих типов: {0}, {1}.
sk_sk: Táto operácia nie je platná pre tieto typy: {0}, {1}.
sl_si: Ta postopek ni veljaven za naslednje vrste: »{0}«, »{1}«.
sr_cyrl_rs: Ова операција није важећа за ове типове: {0}, {1}.
sr_latn_rs: Ova operacija nije važeća za ove tipove: {0}, {1}.
sv_se: Den här åtgärden är inte giltig för följande typer: {0}, {1}.
th_th: การดำเนินงานนี้ไม่ถูกต้องสำหรับชนิดเหล่านี้: {0}, {1}
tr_tr: Bu işlem şu türlerde geçerli değil: {0}, {1}.
uk_ua: Ця операція недійсна для цих типів: {0}, {1}.
vi_vn: Thao tác này không hợp lệ trên các loại sau đây: {0}, {1}.
zh_cn: 此操作对于以下类型无效: {0}、{1}。
zh_tw: 此作業不適用於以下類型: {0}，{1}。

# ErrGuidStrictComparison
source: GUID values can only be compared to other GUID values.
bg_bg: GUID стойностите могат да бъдат сравнявани само с други GUID стойности.
ca_es: Els valors GUID només es poden comparar amb altres valors GUID.
cs_cz: Hodnoty identifikátoru GUID lze porovnat pouze s jinými hodnotami identifikátoru GUID.
da_dk: GUID-værdier kan kun sammenlignes med andre GUID-værdier.
de_de: GUID-Werte können nur mit anderen GUID-Werten verglichen werden.
el_gr: Οι τιμές GUID μπορούν να συγκριθούν μόνο με άλλες τιμές GUID.
es_es: Los valores GUID solo se pueden comparar con otros valores GUID.
et_ee: GUID-väärtusi saab võrrelda ainult muude GUID-väärtustega.
eu_es: GUID balioak beste GUID balioekin soilik konpara daitezke.
fi_fi: GUID-arvoja voi verrata vain muihin GUID-arvoihin.
fr_fr: Les valeurs GUID ne peuvent être comparées qu’à d’autres valeurs GUID.
gl_es: Os valores GUID só se poden comparar con outros valores GUID.
hi_in: GUID मान की तुलना केवल अन्य GUID मानों से की ही जा सकती है.
hr_hr: GuiD vrijednosti mogu se usporediti samo s drugim GUID vrijednostima.
hu_hu: A GUID-értékeket csak más GUID-értékekkel lehet összehasonlítani.
it_it: I valori GUID possono essere confrontati solo con altri valori GUID.
ja_jp: GUID 値は他の GUID 値とのみ比較できます。
kk_kz: GUID мәндерін басқа GUID мәндерімен ғана салыстыруға болады.
ko_kr: GUID 값은 다른 GUID 값과만 비교할 수 있습니다.
lt_lt: GUID reikšmes gali būti lyginamos tik su kitomis GUID reikšmėmis.
lv_lv: GUID vērtības var salīdzināt tikai ar citām GUID vērtībām.
ms_my: Nilai GUID hanya boleh dibandingkan dengan nilai GUID lain.
nb_no: GUID-verdier kan bare sammenlignes med andre GUID-verdier.
nl_nl: GUID-waarden kunnen alleen worden vergeleken met andere GUID-waarden.
pl_pl: Wartości identyfikatorów GUID można porównywać tylko z innymi wartościami identyfikatorów GUID.
pt_br: Os valores de GUID só podem ser comparados a outros valores de GUID.
pt_pt: Os valores de GUID só podem ser comparados com outros valores de GUID.
ro_ro: Valorile GUID pot fi comparate numai cu alte valori GUID.
ru_ru: Значения GUID можно сравнивать только с другими значениями GUID.
sk_sk: Hodnoty GUID je možné porovnať len s inými hodnotami GUID.
sl_si: Vrednosti GUID je mogoče primerjati le z drugimi vrednostmi GUID.
sr_cyrl_rs: GUID вредности се могу упоредити само са другим GUID вредностима.
sr_latn_rs: GUID vrednosti se mogu uporediti samo sa drugim GUID vrednostima.
sv_se: GUID-värden kan bara jämföras med andra GUID-värden.
th_th: สามารถเปรียบเทียบค่า GUID ได้กับค่า GUID อื่นๆ เท่านั้น
tr_tr: GUID değerleri yalnızca diğer GUID değerleriyle karşılaştırılabilir.
uk_ua: Значення GUID можна порівнювати лише з іншими значеннями GUID.
vi_vn: Giá trị GUID chỉ có thể được so sánh với các giá trị GUID khác.
zh_cn: GUID 值只能与其他 GUID 值比较。
zh_tw: GUID 值只能與其他 GUID 值比較。

# ErrBadRecordFieldType_FieldName_ExpectedType
source: Invalid type for field '{0}'. Expected field type of '{1}'.
bg_bg: Невалиден тип за поле „{0}“. Очакван тип на полето: {1}.
ca_es: El tipus del camp "{0}" no és vàlid. S'esperava un tipus de camp "{1}".
cs_cz: Neplatný typ pro pole {0}. Očekávaný typ pole: {1}.
da_dk: Ugyldig type for feltet '{0}'. Der forventes felttypen '{1}'.
de_de: Ungültiger Typ für das Feld „{0}“. Es wurde ein Feld vom Typ „{1}“ erwartet.
el_gr: Μη έγκυρος τύπος για το πεδίο «{0}». Αναμενόταν τύπος πεδίου «{1}».
es_es: El tipo no es válido para el campo "{0}". Se espera el tipo de campo de "{1}".
et_ee: Välja '{0}' sobimatu tüüp. Eeldatav väljatüüp on '{1}'.
eu_es: "{0}" eremu mota baliogabea da. "{1}" eremu mota espero zen.
fi_fi: Virheellinen tyyppi kentälle {0}. Odotettiin kentän tyyppiä {1}.
fr_fr: Type non valide pour le champ « {0} ». Le champ attendu est de type « {1} ».
gl_es: Tipo non válido para o campo "{0}". Espérase un tipo de campo de "{1}".
hi_in: फ़ील्ड '{0}' के लिए अमान्य प्रकार. '{1}' का अपेक्षित फ़ील्ड प्रकार.
hr_hr: Vrsta polja „{0}” nije valjana. Očekivana je vrsta polja „{1}”.
hu_hu: A(z) „{0}” mező típusa érvénytelen. A rendszer „{1}” mezőtípust várt.
it_it: Il tipo per il campo "{0}" non è valido. Il campo previsto è di tipo "{1}".
ja_jp: フィールド '{0}' の型が無効です。'{1}' 型のフィールドが必要です。
kk_kz: "{0}" өрісінің түрі жарамсыз. Күтілген логикалық өріс түрі: “{1}”.
ko_kr: 잘못된 '{0}' 필드 형식입니다. '{1}' 필드 형식이 필요합니다.
lt_lt: Netinkamas lauko {0} tipas. Tikėtasi {1} tipo lauko.
lv_lv: Nederīgs tips laukam “{0}”. Paredzētais lauka tips: “{1}”.
ms_my: Jenis yang tidak sah untuk medan '{0}'. Jenis medan yang dijangkakan '{1}'.
nb_no: Ugyldig type for feltet {0}. Forventet felttype {1}.
nl_nl: Ongeldig type voor veld {0}. Veldtype {1} verwacht.
pl_pl: Nieprawidłowy typ pola „{0}”. Oczekiwany typ pola „{1}”.
pt_br: Tipo inválido para o campo "{0}". Tipo de campo esperado: "{1}".
pt_pt: Tipo inválido para o campo "{0}". O tipo de campo esperado era "{1}".
ro_ro: Tip nevalid pentru câmpul „{0}”. Se aștepta tipul de câmp „{1}”.
ru_ru: Недопустимый тип поля "{0}". Ожидаемый тип поля: "{1}".
sk_sk: Neplatný typ pre pole {0}. Očakával sa typ poľa {1}.
sl_si: Neveljavna vrsta polja »{0}«. Pričakovana vrsta polja je »{1}«.
sr_cyrl_rs: Неважећи тип за поље „{0}“. Очекиван је тип поља „{1}“.
sr_latn_rs: Nevažeći tip za polje „{0}“. Očekivan tip polja je „{1}“.
sv_se: Ogiltig typ för fältet "{0}". En fälttyp av "{1}" förväntades.
th_th: ชนิดสำหรับเขตข้อมูล '{0}' ไม่ถูกต้อง ชนิดเขตข้อมูลที่คาดไว้ของ '{1}'
tr_tr: '{0}' alanının türü geçersiz. Beklenen alan türü: '{1}'.
uk_ua: Неприпустимий тип для поля "{0}". Очікується тип поля "{1}".
vi_vn: Loại không hợp lệ cho trường "{0}". Loại trường dự kiến là "{1}".
zh_cn: 字段 '{0}' 的类型无效。应为 '{1}' 类型的字段。
zh_tw: 欄位 '{0}' 的類型無效。必須為 '{1}' 的欄位類型。

# ErrBadType_ExpectedType
source: Invalid argument type. Expecting a {0} value.
bg_bg: Невалиден тип аргумент. Очаквана е стойност {0}.
ca_es: El tipus d'argument no és vàlid. S'espera un valor {0}.
cs_cz: Neplatný typ argumentu. Očekává se hodnota typu {0}.
da_dk: Ugyldig argumenttype. Forventer en {0}-værdi.
de_de: Ungültiger Argumenttyp. Ein {0}-Wert wird erwartet.
el_gr: Μη έγκυρος τύπος ορίσματος. Αναμένεται τιμή {0}.
es_es: Tipo de argumento no válido. Se esperaba un valor {0}.
et_ee: Argumendi tüüp ei sobi. Eeldatakse väärtust {0}.
eu_es: Argumentu motak ez du balio. {0} balioa espero zen.
fi_fi: Virheellinen argumenttityyppi. Odotetaan arvoa {0}.
fr_fr: Type d’argument non valide. Valeur {0} attendue.
gl_es: Tipo de argumento non válido. Esperábase un valor {0}.
hi_in: अमान्य तर्क प्रकार. {0} मान की अपेक्षा कर रहा है.
hr_hr: Vrsta argumenta nije valjana. Očekuje se vrijednost {0}.
hu_hu: Érvénytelen típusú argumentum. Az elvárás {0} érték.
it_it: Il tipo di argomento non è valido. È previsto un valore {0}.
ja_jp: 無効な引数の型です。{0} 値が必要です。
kk_kz: Жарамсыз аргумент түрі. {0} мәні күтіледі.
ko_kr: 잘못된 인수 형식입니다. {0} 값이 필요합니다.
lt_lt: Neleistinas argumento tipas. Tikimasi {0} reikšmės.
lv_lv: Nederīgs argumenta tips. Paredzēta {0} vērtība.
ms_my: Jenis argumen tidak sah. Menjangkakan nilai {0}.
nb_no: Ugyldig argumenttype. Forventet en {0}-verdi.
nl_nl: Ongeldig argumenttype. Er wordt een {0}-waarde verwacht.
pl_pl: Nieprawidłowy typ argumentu. Oczekiwana jest wartość {0}.
pt_br: Tipo de argumento inválido. Esperando um valor {0}.
pt_pt: Tipo de argumento inválido. Era esperado um valor {0}.
ro_ro: Tip de argument nevalid. Se așteaptă o valoare {0}.
ru_ru: Недопустимый тип аргумента. Ожидается значение {0}.
sk_sk: Neplatný typ argumentu. Očakáva sa hodnota {0}.
sl_si: Neveljaven tip argumenta. Pričakovana je vrednost {0}.
sr_cyrl_rs: Неважећи тип аргумента. Очекује се {0} вредност.
sr_latn_rs: Nevažeći tip argumenta. Očekuje se {0} vrednost.
sv_se: Ogiltig argumenttyp. Ett {0}-värde förväntades.
th_th: ประเภทอาร์กิวเมนต์ไม่ถูกต้อง ต้องการค่า {0}
tr_tr: Geçersiz bağımsız değişken türü. {0} değeri bekleniyor.
uk_ua: Неприпустимий тип аргументу. Очікується значення "{0}".
vi_vn: Loại đối số không hợp lệ. Dự kiến một giá trị {0}.
zh_cn: 参数类型无效。需要一个 {0} 值。
zh_tw: 引數類型無效。應為 {0} 值。
